analysis/perf-optimize3/runs/20260713_004324/aux/pg_N.pgbench.txt
pgbench (18.3)
starting vacuum...end.
transaction type: <builtin: simple update>
scaling factor: 100
query mode: simple
number of clients: 50
number of threads: 50
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 935297
number of failed transactions: 0 (0.000%)
latency average = 3.208 ms
initial connection time = 18.146 ms
tps = 15586.263613 (without initial connection time)